Repository: bannedbook/fanqiang
Catalog: deprecated/ChromeGo/XX-Net/code/default/gae_proxy/lang/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Scan Settings
fa_ir: تنظیمات اسکن

source: Scan Log
fa_ir: اسکن ورود

source: Import IP
fa_ir: واردات IP

source: Export IP
fa_ir: صادرات IP

source: Check IP
fa_ir: بررسی IP

source: Advanced
fa_ir: پیشرفته

source: Your browser is obsolete. Partial functionality will not be available.
fa_ir: مرورگر شما قدیمی است. قابلیت جزئی در دسترس نخواهد بود.

source: The latest Chrome browser is recommended.
fa_ir: آخرین مرورگر کروم توصیه می شود.

source: Status
fa_ir: وضعیت

source: Property
fa_ir: ویژگی

source: Value
fa_ir: ارزش

source: All IP Number
fa_ir: همه شماره IP

source: Left Number
fa_ir: عدد سمت چپ

source: Good IP Number
fa_ir: خوب شماره IP

source: Run
fa_ir: اجرا

source: No response from GAEProxy process. It might have already exited.
fa_ir: هیچ پاسخی از روند GAEProxy. این ممکن است در حال حاضر خارج می شود.

source: Stop
fa_ir: متوقف کردن

source: Public appids used by default
fa_ir: appids عمومی استفاده می شود به طور پیش فرض

source: The public appids are disabled to access videos or download files.
fa_ir: appids عمومی را غیرفعال برای دسترسی به فیلم ها و یا فایل های دانلود می باشد.

source: How to apply
fa_ir: چگونه به درخواست

source: Attention: inaccessable before appids are deployed.
fa_ir: توجه: غیر قابل دسترس قبل از appids مستقر هستند.

source: Advanced options
fa_ir: گزینه های پیشرفته

source: LAN proxy(Generally not needed)
fa_ir: پروکسی LAN (به طور کلی مورد نیاز نیست)

source: Help
fa_ir: کمک

source: Proxy type
fa_ir: نوع پروکسی

source: Proxy IP address or domain name
fa_ir: آدرس IP پروکسی و یا نام دامنه

source: Port
fa_ir: درگاه

source: User name
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Save
fa_ir: ذخیره

source: Advanced tricks:
fa_ir: ترفندهای پیشرفته:

source: By the configuration file
fa_ir: توسط فایل پیکربندی

source: Configure GAEProxy
fa_ir: پیکربندی GAEProxy

source: Failed reading the settings.
fa_ir: خواندن تنظیمات انجام نشد.

source: Wait for checking setting...
fa_ir: صبر کنید برای چک کردن تنظیمات ...

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره

source: AppID invalid:
fa_ir: _AppID_ نامعتبر است:

source: , deploy appid before using.
fa_ir: ، استقرار APPID قبل از استفاده.

source: Failed saving settings
fa_ir: خواندن تنظیمات انجام نشد.

source: Deploy XX-Net onto GAE
fa_ir: استقرار _XX-Net_ بر روی GAE

source: Current status:
fa_ir: وضعیت فعلی:

source: idle
fa_ir: آماده به کار

source: Authorization
fa_ir: اجازه

source: Log
fa_ir: ورود

source: Delimit multiple appids with |
fa_ir: محدود appids های متعدد را با |

source: Start to deploy
fa_ir: شروع به استقرار

source: XX-Net was reset.
fa_ir: _XX-Net_ بازنشانی شد.

source: Deployment completed.
fa_ir: استقرار تکمیل شده است.

source: Please go to
fa_ir: لطفا رفتن به

source: the configuration page
fa_ir: صفحه تنظیمات

source: to set AppID to enable them.
fa_ir: به مجموعه ای از _AppID_ به آنها را فعال کنید.

source: An exception occurred.
fa_ir: یک استثنا رخ داده است.

source: The exception info:
fa_ir: اطلاعات استثنا:

source: deploying ...
fa_ir: استقرار ...

source: Terminate deploying
fa_ir: خاتمه استقرار

source: Deployment cancelled.
fa_ir: استقرار لغو شده است.

source: Your AppID is either empty or invalid.
fa_ir: _AppID_ خود را به صورت خالی و یا نامعتبر است.

source: Export format
fa_ir: فرمت صادرات

source: format
fa_ir: قالب

source: New line delimiter
fa_ir: ذخیره خط جدید

source: IP address list
fa_ir: لیست آدرس IP

source: Succeeded exporting
fa_ir: موفق صادرات

source: IP addresses.
fa_ir: آدرس IP است.

source: Failed exporting the IP addresses.
fa_ir: صادرات آدرس IP شکست خورده است.

source: IP list
fa_ir: لیست IP

source: GAEProxy Log
fa_ir: GAEProxy ورود

source: Configuration
fa_ir: پیکربندی

source: Deploy Server
fa_ir: استقرار سرور

source: Refresh
fa_ir: تازه کردن

source: Failed reading the log
fa_ir: خواندن ورود به سیستم شکست خورده

source: Auto-adjust scan thread count
fa_ir: خودکار تنظیم تعداد موضوع اسکن

source: Max scan thread count
fa_ir: حداکثر تعداد موضوع اسکن

source: Enable IPv6(If it's available)
fa_ir: فعال کردن IPv6 را (سرنت تنها)

source: IP range list
fa_ir: لیست محدوده IP

source: Supporting formats
fa_ir: حمایت از فرمت های

source: Submit
fa_ir: ارسال

source: Failed reading the settings
fa_ir: خواندن تنظیمات انجام نشد

source: Unkown error occurred
fa_ir: خطای ناشناخته رخ داده

source: Is Idle
fa_ir: آماده به کار

source: IP Quality
fa_ir: IP کیفیت

source: Connection Pool
fa_ir: وضعیت اتصال

source: Browser Proxy Setting
fa_ir: مرورگر تنظیم پروکسی

source: CA status
fa_ir: وضعیت CA

source: Download
fa_ir: دانلود

source: Number of IP-Scanning Threads
fa_ir: تعداد IP-اسکن موضوعات

source: Settings
fa_ir: تنظیمات

source: Block Status
fa_ir: وضعیت بلوک

source: XX-Net Version
fa_ir: _XX-Net_ نسخه

source: System Proxy Status
fa_ir: _XX-Net_ نسخه

source: Listening Proxy
fa_ir: گوش دادن پروکسی

source: Working AppIDs
fa_ir: بدون APPID کارگر. لطفا بررسی کنید.

source: Out-of-quota AppIDs
fa_ir: خارج از سهمیه AppIDs

source: Nonexistent AppIDs
fa_ir: AppIDs وجود ندارد

source: System Version
fa_ir: نسخه سیستم

source: Diagnostic Info
fa_ir: اطلاعات تشخیصی

source: Check Github issues
fa_ir: بررسی مسائل _Github_

source: or
fa_ir: یا

source: Discussions
fa_ir: بحث

source: Show Details
fa_ir: نمایش جزئیات

source: Post to Github issue needs to sign in your Github account
fa_ir: بازخورد یک کلید نیاز به ثبت نام در حساب github خود را

source: GAE Proxy Status Info
fa_ir: GAE پروکسی وضعیت

source: The status page is empty. Highly likely that GAEProxy failed getting started. Please follow
fa_ir: صفحه وضعیت خالی است. بسیار محتمل است که GAEProxy شروع کار شکست خورده است. لطفا دنبال کنید

source: guide
fa_ir: راهنما

source: to troubleshoot.
fa_ir: به عیب یابی.

source: Your local network failed. Please check your network and firewall.
fa_ir: شبکه محلی شما را شکست خورده است. لطفا شبکه و فایروال خود را چک کنید.

source: XX-Net is scanning IP. Please wait about half an hour.
fa_ir: _XX-Net_ اسکن است. لطفا صبر کنید.

source: No working appid. Please check.
fa_ir: بدون APPID کارگر. لطفا بررسی کنید.

source: Connection not established yet.
fa_ir: اتصال برقرار نشده است

source: Please check your browser proxy setting.
fa_ir: لطفا تنظیمات پروکسی مرورگر خود را بررسی کنید.

source: Detecting...
fa_ir: استقرار ...

source: Please import certificates to your browser.
fa_ir: لطفا مرورگر خود را به گواهی وارد کنید.

source: , Everything is OK. Welcome to the FREE Internet.
fa_ir: ، همه چی خوبه. به اینترنت خوش آمدید.

source: The status page is empty. Highly likely that XX-Net failed getting started. Please follow
fa_ir: صفحه وضعیت خالی است. بسیار محتمل است که GAEProxy شروع کار شکست خورده است. لطفا دنبال کنید

source: No response from process. It might have already exited.
fa_ir: هیچ پاسخی از روند GAEProxy. این ممکن است در حال حاضر خارج می شود.

source: You are using the public Appid.
fa_ir: شما با استفاده از شناسه های عمومی است.

source: Auto proxy enabled at
fa_ir: پروکسی خودکار را فعال کنید در

source: Proxy enabled at
fa_ir: پروکسی را فعال کنید در

source: Proxy disabled
fa_ir: پروکسی غیرفعال
